{
  "careers": {
    "title": "Job Opportunities",
    "description": "At Centro Educativo Villa de Ángeles, we are committed to educational excellence and seek professionals passionate about teaching and the comprehensive development of our students. For teaching positions, we require preschool and elementary school teachers with academic training in education, proven experience, group management skills, creativity, a service-oriented attitude, and the ability to work in a team. In the administrative area, we look for organized, responsible collaborators with experience in school management, customer service, or related fields.\n\nIf you share our vision and want to be part of a team dedicated to shaping future generations, send us your updated résumé and join our educational mission."
  },
  "aboutUs": {
    "title": "About Us",
    "description": "Centro Educativo Villa de Ángeles is more than an academic institution; it is a place where a passion for teaching meets a commitment to shaping generations with academic and human excellence. Our focus is not only on students but also on the development of a highly trained, collaborative, and dedicated team aligned with our core values.\n\nWorking at Centro Educativo Villa de Ángeles means contributing to a mission aimed at shaping leaders and agents of social change. Here, your ideas and skills will find a space to grow, and you will have opportunities for continuous training to strengthen your professional development.\n\nWe strive to create a dynamic and enriching work environment, where teachers, executives, and all our staff work as a united team, actively contributing to the formative process of our students.\n\nIf you share our values and wish to make a meaningful difference in the lives of future generations, Centro Educativo Villa de Ángeles is the ideal place for you.\n\nJoin our team and become part of this great educational family."
  },
  "form": {
    "successMessage": "Thank you for your interest in joining our team! Your application has been successfully submitted. We will contact you as soon as possible.",
    "errorMessage": "We’re sorry! An error occurred while submitting your application. Please try again later.",
    "noFileSelected": "You must select a file to proceed."
  }
}
