{
  "careers": {
    "title": "Oportunidades de Empleo",
    "description": "En el Centro Educativo Villa de Ángeles estamos comprometidos con la excelencia educativa y buscamos profesionales apasionados por la enseñanza y el desarrollo integral de nuestros estudiantes. Para el área docente, requerimos maestros(as) del nivel inicial y básica que posean formación académica en educación, experiencia comprobada, habilidades en manejo de grupos, creatividad, vocación de servicio y disposición para trabajar en equipo. En el área administrativa, buscamos colaboradores organizados, responsables y con experiencia en gestión escolar, atención al cliente o áreas relacionadas.\n\nSi compartes nuestra visión y deseas formar parte de un equipo dedicado a la formación de futuras generaciones, envíanos tu currículum actualizado y únete a nuestra misión educativa."
  },
  "aboutUs": {
    "title": "Sobre Nosotros",
    "description": "El Centro Educativo Villa de Ángeles es más que una institución académica; es un lugar donde la pasión por la enseñanza se une al compromiso de formar generaciones con excelencia académica y humana. Nuestro enfoque no solo está en los estudiantes, sino también en el desarrollo de un equipo de trabajo altamente capacitado, colaborativo y comprometido con nuestros valores fundamentales.\n\nTrabajar en el Centro Educativo Villa de Ángeles significa contribuir a una misión que busca formar líderes y agentes de cambio social. Aquí, tus ideas y habilidades encontrarán un espacio para crecer, y contarás con oportunidades de capacitación continua que fortalecerán tu desarrollo profesional.\n\nNos esforzamos por crear un entorno de trabajo dinámico y enriquecedor, donde maestros, ejecutivos y todo nuestro personal trabajen como un equipo unido, aportando activamente al proceso formativo de los estudiantes.\n\nSi compartes nuestros valores y tienes el deseo de marcar una diferencia significativa en la vida de las futuras generaciones, el Centro Educativo Villa de Ángeles es el lugar ideal para ti.\n\nÚnete a nuestro equipo y sé parte de esta gran familia educativa."
  },
  "form": {
    "successMessage": "¡Gracias por tu interés en formar parte de nuestro equipo! Tu solicitud ha sido enviada con éxito. Nos pondremos en contacto contigo a la brevedad posible.",
    "errorMessage": "¡Lo sentimos! Ha ocurrido un error al enviar tu solicitud. Por favor, inténtalo de nuevo más tarde.",
    "noFileSelected": "Debes seleccionar un archivo para continuar."
  }
}
